"Download start failed" = "Download-Start fehlgeschlagen";
"Downloading..." = "Herunterladen ...";
"Error getting URL for save" = "Fehler beim Abrufen der URL zum Speichern";
"Error unzipping save" = "Fehler beim Entpacken des Speichers";
"Error zipping save" = "Fehler beim Zippen beim Speichern";
"Failed to start query" = "Abfrage konnte nicht gestartet werden";
"Listing contents of directory failed" = "Auflisten des Inhalts des Verzeichnisses fehlgeschlagen";
"Load successful" = "Laden erfolgreich";
"Removing file failed" = "Entfernen der Datei fehlgeschlagen";
"Save successful" = "Speichern erfolgreich";
"Saving..." = "Speichern ...";
"Unpacking..." = "Auspacken ...";
"Upload successful!" = "Upload erfolgreich!";
"Uploading..." = "Hochladen ...";
